Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/depts/other_files/sami_samskonvensjonen_finsk_h-2183_f.pdf.tmx
Source language: fin
Languages: sme

source: Yleiskokouksen päätöslauselmaan nro 2625 viitaten CERD lausuu edelleen, että komitean loppupäätelmiä itsemääräämisoikeuden ulkoisista näkökulmista ei tule tulkita sellaisen toiminnan hyväksymiseksi tai sellaiseen toimintaan kehottamiseksi, joka vahingoittaa valtioiden koskemattomuutta.
sme: Čujuhettiin váldočoahkkaneami cealkagiid nr. 2625 dadjá CERD ain ahte komitea cuiggodeamit iešmearrideami vuoigatvuođa olgguldas áspektii, eai galgga áddejuvvot nu ahte dát livčče dohkkeheamen ávžžuhusa vaháidahttit stáhtaid integritehta.

source: Komitea katsoo tässä yhteydessä, ettei kansainvälinen oikeus lähtökohtaisesti hyväksy oikeutta yksipuoliseen irtautumiseen olemassa olevasta valtiosta.
sme: Komitea bidjá dás vuođđun ahte álbmogiidgaskasaš njuolggus ii dovddas makkár-ge vuoigatvuođa ovttabealát eretgaikumii doaibmi stáhtas.

source: Ihmisoikeuskomitean yleinen huomautus nro 12, joka koskee itsemääräämisoikeuden ulkoisia aspekteja, rajoittuu erittäin yleisluonteiseen viittaukseen yleiskokouksen rauhanomaisesta rinnakkaiselosta antamaan päätöslauselmaan nro 2625.
sme: Olmmošvuoigatvuođa Komitea oppalas kommeanta nr. 12 mii gieđahallá iešmearrideami vuoigatvuođa olgguldas govvehusa, buktá dušše hui oppalas čujuhusa váldočoahkkaneami cealkagii nr. 2625 mii hállá ráfálaš ovttaseallimis.

source: Tämän viittauksen on kuitenkin tulkittava ilmaisevan, ettei nykyinen kansainvälinen oikeus anna komitean käsityksen mukaan oikeutta yksipuoliseen irtautumiseen.
sme: Dátte-ge sáhttašii ipmirdit dán muittuhusa dohko ahte komitea oaidnu dáidá leat ahte dálá álbmogiidgaskasaš láhka dahje gearretásahus, ii fámuiduhte ovttabealát eretgaikuma.

source: Mitä tulee kysymykseen siitä, onko alkuperäiskansoja myös pidettävä oikeussubjekteina suhteessa itsemääräämisoikeuden ulkoiseen aspektiin, on mielenkiintoista huomata, etteivät ihmisoikeuskomitean tekemät saamelaisten itsemääräämistä koskevat havainnot sisällä mitään varauksia itsemääräämisoikeuden ulkoisen aspektin osalta.
sme: Lea miellagiddevaš gažadit leat go eamiálbmogat láhkadili subjeavttat go geahččá ášši iešmearrideami vuoiggalašvuođa olgguldasáspeavtta ektui, go Olmmošvuoigatvuođa Komitea fuomášumit sámi iešmearrideamis eai sisdoala maid-ge reservašuvnnaid dakko mi gusto iešmearrideami vuoigatvuođa olgguldas áspektii.

source: Komitea vain aivan yksinkertaisesti pyytää Norjaa raportoimaan siitä, miten yleissopimuksen 1 artiklan mukainen saamelaisten itsemääräämisoikeus on toteutunut.
sme: Komitea ii dađe eanet go bivdá Norgga čilget mo sámi iešmearridepmi čađahuvvo konvenšuvnna árt. 1 ektui.

source: Sen takia on syytä olettaa komitean käsityksenä olevan, että saamelaisten oikeus itsemääräämiseen käsittää myös ulkoisen aspektin − luonnollisesti kansainvälisen oikeuden jo asettamien selkeiden rajoitusten kera.
sme: Danne oažžu dás dan ipmárdusa ahte komitea oaivvilda sámiid vuoigatvuohta iešmearrideapmái maiddái guoská olgguldas govvehussii, muhto diehttalas daid ráddjejumiiguin maid álbmotnjuolggus juo lea ásahan.

source: Kanadan korkeimman oikeuden tapa käsitellä itsemääräämisoikeuskysymystä Quebectapauksessa vuonna 1998 selventää, miten kansainvälisellä tasolla ymmärretään ne kansalle asetettavat ehdot, joiden nojalla sille myönnettäisiin oikeus irtautumiseen.
sme: Kanada alimusdikki gieđahallan iešmearridanvuoigavuođa gažaldaga Quebec-áššis 1998, muitala mo áddejupmi lea álbmogiidgaskasaččat daid eavttuid hárrái mat biddojit vuođđun go diehto álbmogii galggašii dovddastuvvot eretgaikuma vuoigatvuohta.

source: Asia on tärkeä muun muassa siksi, että tuomioistuin myöntää, että yhdessä valtiossa voi olla enemmän kuin
sme: Ášši lea hui áigeguovdil go duopmostuollu mieđiha ahte stáhta siste vedjet leat eambo go dušše okta álbmot.

source: Ks. kohta 3.1.
sme: Duopmostuollu cealká dás ná:

source: yksi kansa.
sme: ” Lea čielggas ahte ” álbmot ” sáhttá leat dušše veahkadaga oasáš stáhta siste.

source: Toisin sanoen käsite kansa itsemääräämisen subjektina ei ole identtinen käsitteen väestö kanssa, mikä käy ilmi tuomiosta peräisin olevasta sitaatista sivulla 23.
sme: Go dát namahusat geavahuvvojit rattát, dáidá dalle mearkkašit dan ahte go čujuhvvo ” álbmogii ”, de ii dárbbaš oaivvilduvvot stáhta olles veahkadat.

source: Sen jälkeen Kanadan korkein oikeus siirtyy asian pääkysymysten pariin. Tuomioistuimen johtopäätös on selkeä: kansainvälisen oikeuden nojalla kansan oikeus itsemääräämiseen ei automaattisesti sisällä oikeutta irtautumiseen.
sme: Kanada alimusdiggi dasmaŋŋá sirdá ášši váldogažaldahkii ja addá dárkilis čoahkkáigeasu cealkkedettiin ahte ovtta álbmoga vuoigatvuohta beassat ieš mearridit, álbmotnjulgosa vuođul, ii automáhtalaččat mieđit vuoigatvuođa erečuoldimii.

source: Tuomioistuimen mukaan kansainvälinen oikeus hyväksyy ulkoisen itsemääräämisoikeuden käytön vain erityisissä olosuhteissa:
sme: Duopmostuollu doalaha ahte álbmotnjuolggus dovddasta ahte lea vuoigatvuohta čađahit olgguldas iešmearrideami áidna dušše dalle go áibbas erenamaš dilálašvuođat bohtet ovdan:

source: ” Yhteenvetona todetaan, että kansainvälisoikeudellinen oikeus itsemääräämiseen käsittää pisimmälle kehitetyssä muodossaan ulkoisen itsemääräämisoikeuden siirtomaille, sorretuille kansoille kuten sotilasmiehityksen alaisille kansoille, sekä tapauksissa, joissa tietyltä ryhmältä evätään mahdollisuus osallistua julkiseen vallankäyttöön oman poliittisen, taloudellisen, sosiaalisen ja kulttuurisen kehityksensä edistämiseksi.
sme: ” Loahpahansátnin hálidat dadjat, álbmotvuoiggalaš njuolggus guhkeleammosii ovdánan hámis, mieđiha olgguldas iešmearrideami koloniijaide, vealáhuvvon álbmogiidda nugo dakkárat geat leat militeara válddi vuolde ja diliin goas diehto olmmošveahkadat ii beasa mielde almmolaš háldemii ovddidit iežas politihkalaš, ekonomálaš, sosiala ja kultuvrralaš čálgama.

source: Kaikissa näissä kolmessa tilanteessa asianomaisella kansalla on oikeus itsemääräämiseen, koska siltä on evätty mahdollisuus käyttää sisäisellä tasolla oikeuttaan itsemääräämiseen. ”
sme: Dákkár diliin lea álbmogiin vuoigatvuohta geavahit olgguldas iešmearrideami dandihtii go leat gildon vejolašvuođas beassat čađahit siskáldas iešmearrideami. ”

source: Kanadan korkeimman oikeuden kielenkäytön suhteen on syytä huomauttaa, että tuomioistuin käyttää käsitettä ” ulkoinen itsemäärääminen ” viitatessaan Quebecin provinssin mahdolliseen yksipuoliseen irtautumiseen.
sme: Kanada alimusdikki giellageavaheapmái sáhttá jietnadit ahte duopmostuollu atná namahusa ” olgguldas iešmearrideapmi ” čájehit vejolaš ovttabealát luvvema čearu Quebec:a bealis.

source: Kuten edellä on mainittu, käsitettä ulkoinen itsemäärääminen on tässä mietinnössä käytetty jonkin verran monivivahteisemmalla tavalla.
sme: Oidno ahte dajaldat ” olgguldas iešmearrideapmi ” (external selfdetermination) lea geavahuvvon veahá njuovžileabbot dán smiehttamušas.

source: Mietinnössä sitä käytetään tavalla, joka myös käsittää sellaiset kansainvälisten suhteiden muodot, jotka eivät vaadi irtautumista ja jotka eivät siten ole niiden pitkälle menevien ehtojen alaisia, joita kansainvälinen oikeus asettaa irtautumiselle.
sme: Dajaldat adno nu ahte sistisdoalašii albmogiidgaskasaš oktavuođa vugiid mat eai gáibit čuoldima ja mat daninassi eai guoskka daid guhkásolli eavttuide maid álbmotnjuolggus gáibida čuoldima gažaldagain.

source: Alkuperäiskansan oikeus valita omia edustajia puhumaan ryhmän nimissä kansainvälisissä järjestöissä tai kansainvälisissä konferensseissa on yksi tällaisen ulkoisen itsemääräämisen muoto.
sme: Eamiálbmoga vuoigatvuohta bidjat iežas ovddasteaddjiid doalvut joavkku áššiid álbmogiidgaskasaš čoahkkimiidda ja konferanssaide, lea dákkár olgguldas iešmearrideapmi.

source: 6.1.1 ” Siirtomaiden kansat ” vastaan ” muut kansat ”
sme: 6.1.1 ” Koloniijahtton ” álbmogat ” eara álbmogiid ” ektui

source: Eron tekeminen siirtomaiden kansojen ja muiden kansojen välillä suhteessa itsemääräämisoikeuden ulkoiseen aspektiin on ongelmallista.
sme: Lea hui mohkkái earuhit koloniijahtton álbmogiid nuppiin álbmogiin go geahččá iešmearridanvuoigatvuođa olgguldas govvehusa bealis.

source: Käsitteen ” kansa ” sellaista luokittelua vastustetaan muun muassa sillä perusteella, että se sulkee laajat osat maailman kansoista itsemääräämisen ulkoisten aspektien ulkopuolelle.
sme: Vuosteháhku dákkáraš kátegoriijaid ráhkadeapmái vuođustuvvo e.e. nu ahte dát doalašii stuorra oasi máilmmi veahkadagas iešmearrideami olgguldas govvehusas.

source: Useimmat alkuperäiskansat eivät muun muassa elä perinteisessä siirtomaatilanteessa, vaikka tämä seikka ei välttämättä olennaisesti muutakaan sorron laajuutta tai luonnetta.
sme: Eanaš eamiálbmogat eai livčče árbevirolaš kolonidilis

source: Reference re Secession of Quebec, [1998] 2 S. C. R. 217, § 138. Ks. esim.
sme: – datte-ge ii nuppástuvašii vealáhusa govdodat dahje hápmi sakka.

source: YK-julistukseksi: E / CN.4/1996/84, E / CN.4/1997/102, E / CN.4/1998/106, E / CN.4/1999/82 ja E / CN.4/2000/84.
sme: Eamiálbmogat eai vuostálastte dandihtii, nugo lea namahuvvon, ahte sii livčče hálidan ásahit iežasit stáhta.

source: Toinen asia on, että joissakin yhteyksissä käsitettä ” alkuperäiskansat ” sovelletaan siten, että se ulotetaan käsittämään ryhmiä, jotka eivät täytä kansainvälisen oikeuden määrittelemiä yleisiä kriteerejä sille, mikä on itsemääräämisoikeuden omaava ” kansa ”.
sme: Dát jurdda vuolgá oarjemáilmmi konseavttas ja eamiálbmogat eai leat dan mielas ahte sin servodagat huksejuvvojit aiddo dáid lávaid ala.

source: Tässä mietinnössä ei tehdä analyysiä siitä, mitä alkuperäiskansoja on pidettävä kansoina kansainvälisoikeudellisessa merkityksessä ja millä on näin ollen oikeus itsemääräämiseen, ja mitkä ryhmät, vaikka ne kutsuvat itseään alkuperäiskansoiksi, eivät täytä kansainvälisen oikeuden ” kansoille ” asettamia kriteereitä.
sme: Baicce vuostemielatvuohta vuolgá das ahte dát kátegoriijat sin oainnus mannet vuostá ja rihkkot álbmogiid ovttadásetvuođa vuođđojurdaga álbmotnjuolgosa oktavuođas, ja dalle ráhkaduvvošedje luohkáid gaskkat (class distinctions) álbmoga siste.

source: Kuten edellä on selostettu, kansainvälisessä oikeudessa ihmisoikeuskomitean käytäntö mukaan luettuna tapahtunut uusi kehitys vahvistaa, että tiettyjä alkuperäiskansoja on pidettävä ” kansoina ”, joilla on oikeus itsemääräämiseen vuonna 1966 laadittujen YK:n yleissopimusten yhteisen 1 artiklan nojalla. Saamelaiset ovat esimerkkinä alkuperäiskansoista, joita myös on pidettävä ” kansoina ” kansainvälisoikeudellisessa merkityksessä.
sme: Nubbin áššin lea ahte soames oliin geavahuvvo duoba ” eamiálbmot ” dakkár vugiin mii válddašii fárrui joavkkuid mat eai deavdde álbmotnjulgosa dábálaš eavttuid go lea sáhka ” álbmogis ” mas livčče iešmearridanvuoigatvuohta.

source: Siitä ollaan laajalti yksimielisiä että saamelaiset muodostavat yhden niistä alkuperäiskansoista, joille myönnetään kansan status kansainvälisoikeudellisessa merkityksessä muun muassa ihmisoikeuskomitean käytännön nojalla.
sme: Dás ii dahkko ánalysa das makkár eamiálbmotjoavkkut dovddastuvvojit ” álbmogin ” álbmotnjulgosa mielde, ja maidda dalle addošii iešmearrideami vuoigatvuohta, ja makkár joavkkut, mat vaikke ieččaset lohket-ge leamen eamiálbmogin, eai deavdde álbmotnjulgosa eavttuid ” álbmogin ”.

source: Tässä esitetään toisin sanoen perusteluja, joiden mukaan tämä luokittelu tarkoittaa sen seikan hyväksymistä, että on olemassa erilaisia ” kansan ” luokkia: ylempi kansanluokka, jolla on oikeus täydelliseen itsemääräämiseen, ja alempi kansanluokka, jolla on ainoastaan rajoitettu oikeus sisäiseen itsemääräämiseen.
sme: Gieskadis ovdáneapmi álbmotnjulgosa bealis ja Olmmošvuoigatvuođa Komitea doaibmavuohki duođaštit ahte diehto eamiálbmogat galget dovddastuvvot ” álbmogin ”, geaiguin lea vuoigatvuohta čađahit iešmearrideami ON-konvenšuvnna 1966 árt.

source: Edelleen perustellaan, että sellainen luokittelu on aivan mielivaltainen ja että se rajoittaa kansojen oikeutta tehdä vapaita valintoja.
sme: 1 mielde. Sámit leat ovdamearkkaláččat eamiálbmot, ja dalle maiddái ” álbmot ” álbmotnjulgosa vuođul.

source: Lisäksi luokittelu on ristiriidassa sen periaatteen luonnollisen merkityssisällön kanssa, jonka mukaan ” kaikilla kansoilla ” on oikeus itsemääräämiseen oikeus ” päättää vapaasti omasta poliittisesta asemastaan ” mukaan luettuna.
sme: Lea viiddis ovttamielatvuohta dasa ahte sámit leat okta dain álbmogiin geaidda mieđihuvvo sajádat ” álbmot ” álbmotnjulgosa mielde, nugo maiddái Olmmošvuoigatvuođa Komitea doaimmat čájehit.

source: UNESCO Division of Human Rights, Report of the International Conference of Experts, held in Barcelona,
sme: UNESCO áššedovdiidčoahkkin iešmearrideami vuoigatvuođas lea arvagit láitán go olbmuid lea bidjan ná kategoriijaid sisa:

source: 6.1.2 Irtautuminen
sme: 6.1.2 Eretgaikun – ieččanasvuođa gáibádus

source: Se, etteivät valtiot halua tunnustaa alkuperäiskansojen oikeutta itsemääräämiseen, johtuu jossakin määrin niiden pelosta, että tämä laillistaisi alkuperäiskansojen mahdolliset vaatimukset irtautua olemassa olevista valtioista.
sme: Stáhtaid váilevaš dovddastus eamiálbmogiid iešmearridanvuoigatvuođas lea vuolgán ollu das go ballet ahte dát livčče lágalaš coakci eamiálbmogiidda buktit eretčuoldima gáibádusa doaibmi stáhtas.

source: Kuinka oikeutettu tällainen pelko on ?
sme: Leago dákkár ballui makkár-ge nanosmahtti duohki ?

source: Tämän kysymyksen arvioinnin lähtökohtana on pidettävä sitä, että kaikissa olennaisissa YK:n päätöslauselmissa valtioiden kansallisen yhteishengen ja alueellisen koskemattomuuden periaate asetetaan valtiottomien kansojen itsemääräämisoikeuden edelle.
sme: Vuolggabáikin, go fikkášii dán jearaldaga árvvoštit, berre leat ahte buot áššáiguoski ON-cealkámušat bidjet stáhtaid nášuvnala oktiigullevašvuođa ja territoriala integritehta badjeleabbui go iešmearridanvuoigatvuođa stáhtakeahtes álbmogiidda.

source: Oikeutta itsemääräämiseen ei nimittäin voida toteuttaa irtautumisen avulla, ellei kysymys ole aivan erityisistä olosuhteista, jotka laillistavat irtautumisen valtion alueellisen koskemattomuuden kustannuksella.
sme: Iešmearrideami vuoigatvuohta ii namalassii sáhte čađahuvvot eretgaikumiin muđui go šattašedje hui erenoamáš dilit mat dagašedje eretgaikuma lágalažžan ja mii geavašii stáhta territoriala integritehta ala.

source: Irtautumisen ehtojen katsotaan täyttyneen puhtaissa siirtomaatilanteissa ja tapauksissa, joissa valtio toimii perusluonteeltaan ja jatkuvasti epädemokraattisella tavalla suhteessa kansaan tai sortaa sitä.
sme: Eretgaikuma eavttut leat dohkálaččat devdojuvvon buhtes kolonidiliid buohta ja dakkár áššiin mas stáhta lea vuođđodáset ja bistevaččat eahpedemokráhtalaš dahje vealáheaddji ovtta álbmoga vuostá.

source: Irtautumisen voi katsoa olevan luonnollinen osa kansan oikeudesta puolustautua, koska irtautumisen avulla on mahdollista puolustautua perusluonteeltaan sortoa harjoittavaa järjestelmää vastaan.
sme: Eretgaikun sáhttá oidnojuvvot álbmoga lunddolaš vuoigatvuohtan bealuštit iehčas, danne go eretgaikuma bokte beassá suodjalit iehčas vealáheaddji systema vuostá.

source: Irtautumiseen saattaa olla hyviä syitä, mikäli asianomaisen kansan fyysisen olemassaolon jatkuminen on uhattuna tai mikäli kansa on joutunut pysyvän taloudellisen syrjinnän kohteeksi.
sme: Sáhttet leat buorit sujat čuoldimii jos áššáiguoski álbmoga joatkevaš rumašlaš ceavcin uhkiduvvo dahje jos álbmot gártá ekonomálaččat nordašuvvat bisovaččat olggobeallái.

source: Joiltakin tahoilta esitetään myös, että valtioyhteydestä irtautumista voidaan joissakin tapauksissa pitää välttämättömänä aputoimenpiteenä (” remedial secession ”). Myös tässä edellytyksenä on oltava, että asianomainen kansa on valtion jatkuvan sorron alainen ja etteivät mitkään muut kansainvälisoikeudelliset normit pysty osaltaan korjaamaan tilannetta.
sme: Maiddái fuopmášuhtto muhtimiid bealis ahte eretgaikun sáhttá gártat dárbbašlaš čoavddusin (” remedial secession ”), muhto maiddái dalle-ge galgá leat eaktun ahte dát álbmot lea dulbmojuvvon stáhta bealis ja eai makkár-ge eará álbmogiidgaskasaš vuoiggalaš bagadusneavvut nagot veahkehit dili buoridit.

source: Mikäli jonkin kansan fyysisen olemassaolon jatkuminen on uhattuna − esimerkiksi jos se joutuu kansanmurhayrityksen kohteeksi − tai jos kansaa syrjitään voimakkaasti, niin myös YK:n ihmisoikeuksien julistus tarjoaa tehokeinoja, joiden avulla irtautuminen voi toteutua.
sme: Jos ovtta álbmoga bistevaš rumašlaš ceavcin lea áiton – omd. jos álbmotspeadjan vuolggahuvvo – dahje jos šaddá garra vealáheami gillamuššii, rahpá ON:a olmmošvuoigavuođa julggástus saji doaibmabijuide mat sáhttet doalvut vaikke-ba luovusgaikumii.

source: Julistuksen johdannossa (” Preamble ”) hyväksytään viimeisenä keinona kapina ” pakkovaltaa ja sortoa vastaan ” (” rebellion against tyranny and oppression ” as ” last resort ”).
sme: Ovdasánis (Preamble) mieđihuvvo álbmotčuožžileapmi tyranniija (soardinválddi) ja vealáheami vuostá maŋimuš geaidnun (” rebellion against tyranny and oppression ” as ” last resort ”).

source: Mahdollinen pelko siitä, että saamelaisten itsemääräämisoikeuden tunnustaminen saisi aikaan saamelaisten irtautumisen kansallisvaltioista, näyttää edellä mainitun perusteella aiheettomalta.
sme: Dakkár ballu ahte sámiid iešmearrideami vuoigatvuohta sáhttá čuožžilahttit čuoldingáibádusa nášuvnastáhtaide namahuvvon sujaid vuođul, orru leamen viehka vuođuskeahtes.

source: Mikään ei näyttäisi viittaavan irtautumista päämääränään pitävän saamelaisen itsenäisyysliikkeen olemassaoloon, minkä lisäksi saamelaisten oikeudellinen ja poliittinen tilanne on luonteeltaan sellainen, ettei saamelaisten mahdollinen irtautumisvaatimus saa osakseen kansainvälistä oikeudellista hyväksymistä.
sme: Lassin dasa ahte ii gokko-ge sáhte gapmut ahte livčče gávdnomis sámi iehčanasvuođa lihkadus, lea láhkavuoiggalaš ja politihkkalaš dilli sámiin dakkár ahte vejolaš čuoldingáibádus ii moktege juvssašii álbmogiidgaskasaš láhkavuoiggalaš mieđiheami.

source: Vaikka saamelaisten irtautumiseen liittyviä toiveita, halua tai edellytyksiä ei tänä päivänä ole näköpiirissä ja vaikka irtautuminen ei myöskään tulisi ajankohtaiseksi lähitulevaisuudessa, on syytä ymmärtää se seikka, että saamelaiset kokevat rajoitetun itsemääräämisoikeuden hyväksymisen ongelmalliseksi.
sme: Vaikke sávaldat, dáhttu dahje eavttut sápmelaš eretčoavdimis eai leat gávdnamis otná dilis, ja vaikke ná ii gártta šaddat jurddašahtti nu guhkás go otne sáhttá einnostit, de berre datte-ge áddet ahte sámiid bealde lea váigat buorrinváldit dákkár gáržžiduvvon iešmearridanvuoigatvuođa.

source: Ensinnäkin tämän päivän saamelaisten on vaikeaa luopua Benyamin Neuberger, (1986), National Self-determination in Postcolonial Africa.
sme: Dálá sámiide lea váttis guođđit dákkáraš vuoigatvuođa boahttevuođa sámebuolvvaid ovddas.

source: Ihmisoikeuksien yleismaailmallinen julistus, johdannon 3 kappale.
sme: Maiddái ii sámiide leat dáhkiduvvon ahte otná nášuvnnala politihkalaš váldi ja vuogádat seailu agálašvuhtii.

source: sellaisesta oikeudesta tulevien saamelaissukupolvien nimissä.
sme: Maŋimuš máilmmesoađi rájis leamaš nášunstáhta oidnojuvvon vuđoleammus ovttadahkan servodatláhčimis.

source: Toiseksi saamelaisilla ei ole mitään takuita siitä, että nykyinen kansallinen poliittinen hallinto ja hallintojärjestelmä säilyvät ikuisesti.
sme: Nášunstáhta ceggen leamaš dandihtii viehka guhkká doalahuvvon dievaslaš ja áidna duođalaš iešmearrideami vuoigatvuođa čađaheapmin.

source: Sodanjälkeisenä aikana kansallisvaltiota on pidetty yhteiskuntaorganisaation perusyksikkönä.
sme: Dán duohtandahkan lea measta automáhtalaččat vurdon mannat luovusgálgamii ja dasmaŋŋá sierra nášunstáhta ceggemii.

source: Nykyään on kuitenkin yhä laajemmin alettu hyväksyä se, että itsemääräämisoikeus on dynaaminen konsepti, jonka sisällön voi tuskin sanoa olevan staattinen.
sme: Otne datte-ge lea buorrinváldin lassáneamen dasa ahte iešmearrideami vuoigatvuohta lea njuovžilis vuogádat masa lea váttis ráhkadit lihkatkeahtes sisdoalu.

source: Kansojen itsemääräämisoikeutta käsittelevä UNESCOn asiantuntijakokous huomauttaa, että itsemääräämisoikeutta on pidettävä ennemminkin prosessina kuin etukäteen määriteltynä tuloksena.
sme: UNESCO áššedovdiid čoahkkin álbmogiid iešmearrideamis fuomášuhttá ahte vuoigatvuohta iešmearrideapmái ferte dovddastuvvot proseassan dansadjái go ovdalgihtii mearriduvvon boađusin.

source: Asiantuntijakokous viittaa yleiskokouksen päätöslauselmaan nro 2625, josta käy ilmi:
sme: Čoahkkin gidde fuomášumi váldočoahkkaneami cealkagiid nr. 2625, mas muittuhuvvo:

source: Yleiskokous lausuu tässä, että itsenäisen valtion tai liiton perustaminen tai sulautuminen johonkin riippumattomaan valtioon tai toisen poliittisen statuksen luominen edustavat ainoastaan joitakin tapoja (” modes ”) toteuttaa itsemääräämisoikeus.
sme: Dás bukto dat oaidnu ahte sorjjekeahtes stáhta ásaheapmi, ovttastus nuppiin stáhtain dahje integrašuvdna iehčanas stáhtain, dahje nuppelágán politihkalaš statusa ráhkadeapmi, dušše čájeha moattelágán vugiid (” modes ”) movt čađahivčče iešmearrideami vuoigatvuođa.

source: Tämä on myös sopusoinnussa sen käsityksen kanssa, joka kansainvälisellä tuomioistuimella (International Court of Justice) on itsemääräämisoikeuden toteuttamisesta.
sme: Dát lea seamma oaidnu maid Albmogiidgaskasaš Duopmostuollu (International Court of Justice) maiddái lea dovddahan.

source: Tuomioistuin toteaa perusedellytyksenä olevan, että itsemääräämisoikeuden toteuttamisen tulos on sopusoinnussa kansan vapaiden ja vapaaehtoisten valintojen kanssa.
sme: Duopmostuollu dadjá ahte vuođđoeaktun lea ahte iešmearridemi vuoigatvuođa duohtandahkan lea álbmogiid iežas luođu ja iešdáhtolaš válljema vuođul.

source: Mikäli saamelaiset haluavat toteuttaa itsemääräämisoikeuden autonomian muodossa, sitä on pidettävä saamen kansan vapaana ja vapaaehtoisena valintana.
sme: Jos sámit hálidit čađahit dán vuoigatvuođa ieččanasvuođa gáibádusain, lea dat-ge sámi álbmoga iežas frijja ja iešdáhtolaš válga.

source: UNESCOn asiantuntijakokous esittää edelleen, että oikeutta itsemääräämiseen ei ole pidettävä asiana, joka antaa oikeuden kerran tapahtuvaan valintaan, vaan pikemminkin jatkuvasti käynnissä olevana prosessina, joka takaa kansan osallistumisen päätöksentekoprosesseihin ja oman tulevaisuutensa hallintaan:
sme: UNESCO áššedovdiidčoahkkin dadjá viidáseabbot ahte vuoigatvuohta oažžut iešmearrideami ii galgga áddejuvvot dakkárin mii addá vuoigatvuođa lájidit ovttageardásaš válgga, muhto galgá leat jeavddalaš ovdáneapmi mii dorvvasta álbmogiid oasseváldima mearrádusproseassain ja iežas boahttevuođa háldema: ” Self-determination should not be viewed as one time choice, but as an ongoing process which ensures the continuance of a people ’ s participation in decision making control over its own destiny. ”

source: Edelleen sanotaan, ettei itsemääräämisoikeutta kuten ei useimpia muitakaan oikeuksia voi pitää absoluuttisena oikeutena.
sme: Daddjo maiddái ahte vuoigatvuohta oažžut iešmearrideami, nugo lea dilli eanaš eará vuoigatvuođaid buohta, ii galgga dulkojuvvot ábsoluhtta vuoigatvuohtan.

source: Niissä tapauksissa, joissa itsemääräämisoikeuden toteuttaminen on ristiriidassa muiden kansainvälisesti tunnustettujen oikeuksien ja periaatteiden kanssa, eri oikeuksien välisistä painotussuhteista joudutaan keskustelemaan.
sme: Jos iešmearridanvuoigatvuođa čađaheapmi rihkkugoahtá nuppiid, álbmogiidgaskasaččat dovddastuvvon vuoigatvuođaid ja vuođđojurdagiid, galgá dahkkot árvvoštallan dáid gaskkas.

source: UNESCOn asiantuntijakokouksen mukaan sellaisissa tapauksissa päätavoitteena on rauhan ja turvallisuuden ylläpito.
sme: Ráfi ja dorvvu seailluheapmi gártá dákkár diliid vuolde bajimuš mihtun, cealká UNESCO áššedovdiid čoahkkin.
